Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitGraphicsAndDesignLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.options
source: Options
ar: الخيارات
bg: Опции
ca: Opcions
cs: Volby
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
es_419: Opciones
fi: Valinnat
he: אפשרויות
hi: विकल्प
hr: Opcije
hu: Beállítások
id: Pilihan
it: Opzioni
ja: オプション
kk: Опциялар
ko: 옵션
ms: Pilihan
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ro: Opțiuni
ru: Параметры
sk: Možnosti
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
uk: Параметри
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項
zh_hk: 選項

# TK.Label.output
source: Output
ar: الإخراج
bg: Изход
ca: Sortida
cs: Výstup
da: Udgang
de: Ausgabe
el: Έξοδος
es: Salida
es_419: Salida
fi: Tulostus
fr: Sortie
fr_ca: Sortie
he: פלט
hi: आउटपुट
hr: Izlaz
hu: Kimenet
ja: 出力
kk: Шығыс
ko: 출력
nb: Utdata
nl: Uitvoer
pl: Wyjście
pt_br: Saída
pt_pt: Saída
ro: Ieșire
ru: Выходные данные
sk: Výstup
sv: Utdata
th: การแสดงผล
tr: Çıkış
uk: Вихідні дані
vi: Đầu ra
zh_hans: 输出
zh_hant: 輸出
zh_hk: 輸出

# TK.Label.pixels
source: Pixels
ar: بكسلات
bg: Пиксели
ca: Píxels
cs: Pixely
da: Pixel
de: Pixel
el: Εικονοστοιχεία
es: Píxeles
es_419: Píxeles
fi: Pikselit
he: פיקסלים
hi: पिक्सेल
hr: Pikseli
hu: Pixelek
id: Piksel
it: Pixel
ja: ピクセル
kk: Пиксельдер
ko: 픽셀
ms: Piksel
nb: Piksler
pl: Piksele
ro: Pixeli
ru: Пиксели
sk: Pixely
sv: Pixlar
th: พิกเซล
tr: Pikseller
uk: Пікселі
vi: Điểm ảnh
zh_hans: 像素
zh_hant: 像素
zh_hk: 像素

# TK.Label.position
source: Position
ar: الموضع
bg: Позиция
ca: Posició
cs: Pozice
da: Placering
el: Θέση
es: Posición
es_419: Posición
fi: Sijainti
he: מיקום
hi: स्थिति
hr: Položaj
hu: Pozíció
id: Posisi
it: Posizione
ja: 位置
kk: Орналасу
ko: 위치
ms: Kedudukan
nb: Posisjon
nl: Positie
pl: Pozycja
pt_br: Posição
pt_pt: Posição
ro: Poziție
ru: Положение
sk: Pozícia
sv: Placering
th: ตำแหน่ง
tr: Konum
uk: Позиція
vi: Vị trí
zh_hans: 位置
zh_hant: 位置
zh_hk: 位置

# TK.Label.preview
source: Preview
ar: معاينة
bg: Преглед
ca: Previsualitzar
cs: Náhled
da: Eksempel
de: Vorschau
el: Προεπισκόπηση
es: Previsualización
es_419: Vista previa
fi: Esikatselu
fr: Aperçu
fr_ca: Aperçu
he: תצוגה מקדימה
hi: प्रीव्यू
hr: Pregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
kk: Алдын ала қарау
ko: 미리보기
ms: Pratonton
nb: Forhåndsvisning
nl: Voorvertoning
pl: Podgląd
pt_br: Prévias
pt_pt: Pré‑visualizar
ro: Previzualizare
ru: Предпросмотр
sk: Náhľad
sv: Förhandsvisning
th: แสดงตัวอย่าง
tr: Önizleme
uk: Передогляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽
zh_hk: 預覽

# TK.Label.resolution
source: Resolution
ar: الدقة
bg: Разделителна способност
ca: Resolució
cs: Rozlišení
da: Opløsning
de: Auflösung
el: Ανάλυση
es: Resolución
es_419: Resolución
fi: Resoluutio
fr: Résolution
fr_ca: Résolution
he: רזולוציה
hi: समाधान
hr: Rezolucija
hu: Felbontás
id: Resolusi
it: Risoluzione
ja: 解像度
kk: Шешім
ko: 해상도
ms: Resolusi
nb: Oppløsning
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
pt_pt: Resolução
ro: Rezoluție
ru: Разрешение
sk: Rozlíšenie
sv: Upplösning
th: ความละเอียด
tr: Çözünürlük
uk: Роздільна здатність
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度
zh_hk: 分辨率

# TK.Label.scale
source: Scale
ar: مقياس
bg: Мащаб
ca: Escala
cs: Měřítko
da: Skala
el: Κλίμακα
es: Escala
es_419: Escala
fi: Skaala
fr: Échelle
he: קנה מידה
hi: माप
hu: Méret
id: Skala
ja: スケール
kk: Масштаб
ko: 비율
nb: Skala
pl: Skale
pt_br: Escala
pt_pt: Escala
ru: Масштаб
sk: Mierka
sv: Skala
th: ขนาด
tr: Ölçek
uk: Масштаб
vi: Tỉ lệ
zh_hans: 比例
zh_hant: 縮放
zh_hk: 比例

# TK.Label.shape
source: Shape
ar: الشكل
bg: Форма
ca: Forma
cs: Tvar
da: Form
de: Form
el: Σχήμα
es: Forma
es_419: Forma
fi: Muoto
fr: Forme
fr_ca: Forme
he: צורה
hi: आकृति
hr: Oblik
hu: Forma
id: Bentuk
it: Forma
ja: 形
kk: Пішін
ko: 모양
ms: Bentuk
nb: Form
nl: Vorm
pl: Kształt
pt_br: Forma
pt_pt: Forma
ro: Formă
ru: Форма
sk: Tvar
sv: Form
th: รูปทรง
tr: Şekil
uk: Форма
vi: Hình dạng
zh_hans: 形状
zh_hant: 形狀
zh_hk: 形狀

# TK.Label.size
source: Size
ar: الحجم
bg: Размер
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
es_419: Tamaño
fi: Koko
fr: Taille
fr_ca: Taille
he: גודל
hi: आकार
hr: Veličina
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
kk: Өлшемі
ko: 크기
ms: Saiz
nb: Størrelse
nl: Grootte
pl: Wielkość
pt_br: Tamanho
pt_pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sv: Storlek
th: ขนาด
tr: Büyüklük
uk: Розмір
vi: Kích cỡ
zh_hans: 大小
zh_hant: 大小
zh_hk: 大小

# TK.Label.style
source: Style
ar: النمط
bg: Стил
ca: Estil
cs: Styl
da: Format
de: Stil
el: Στιλ
es: Estilo
es_419: Estilo
fi: Tyyli
he: סגנון
hi: शैली
hr: Stil
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
kk: Стиль
ko: 스타일
ms: Gaya
nb: Stil
nl: Stijl
pl: Styl
pt_br: Estilo
pt_pt: Estilo
ro: Stil
ru: Стиль
sk: Štýl
sv: Stil
th: สไตล์
tr: Stil
uk: Стиль
vi: Kiểu
zh_hans: 样式
zh_hant: 樣式
zh_hk: 樣式

# TK.Label.text
source: Text
ar: نص
bg: Текст
da: Tekst
el: Κείμενο
es: Texto
es_419: Texto
fi: Teksti
fr: Texte
fr_ca: Texte
he: מלל
hi: टेक्स्ट
hr: Tekst
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
kk: Мәтін
ko: 텍스트
ms: Teks
nb: Tekst
nl: Tekst
pl: Tekst
pt_br: Texto
pt_pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字
zh_hk: 文字

# TK.Label.tools
source: Tools
ar: الأدوات
bg: Инструменти
ca: Eines
cs: Nástroje
da: Værktøjer
de: Werkzeuge
el: Εργαλεία
es: Herramientas
es_419: Herramientas
fi: Työkalut
fr: Outils
fr_ca: Outils
he: כלים
hi: उपकरण
hr: Alati
hu: Eszközök
id: Alat
it: Strumenti
ja: ツール
kk: Құралдар
ko: 도구
ms: Alat
nb: Verktøy
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
pt_pt: Ferramentas
ro: Unelte
ru: Инструменты
sk: Nástroje
sv: Verktyg
th: เครื่องมือ
tr: Araçlar
uk: Інструменти
vi: Công cụ
zh_hans: 工具
zh_hant: 工具
zh_hk: 工具

# TK.Label.transform
source: Transform
ar: تحويل
bg: Трансформирай
ca: Transformar
cs: Transformovat
da: Transformere
de: Transformieren
el: Μεταμόρφωση
es: Transformar
es_419: Transformar
fi: Muuttaa
fr: Transformer
fr_ca: Transformer
he: שנה
hi: रूपांतरित करें
hr: Transformirati
hu: Átalakít
id: Transformasi
it: Trasforma
ja: 変換
kk: Трансформация
ko: 변형
ms: Tukar
nb: Transformere
nl: Transformeren
pl: Przekształć
pt_br: Transformar
pt_pt: Transformar
ro: Transformă
ru: Преобразовать
sk: Transformovať
sv: Transformera
th: แปลง
tr: Dönüştür
uk: Перетворити
vi: Chuyển đổi
zh_hans: 变换
zh_hant: 轉換
zh_hk: 變換

# TK.Label.vector
source: Vector
ar: متجه
bg: Вектор
cs: Vektor
da: Vektor
de: Vektor
el: Διάνυσμα
fi: Vektori
fr: Vecteur
fr_ca: Vecteur
he: וקטור
hi: वेक्टर
hr: Vektor
hu: Vektor
id: Vektor
it: Vettore
ja: ベクター
kk: Вектор
ko: 벡터
ms: Vektor
nb: Vektor
pl: Wektor
pt_br: Vetor
pt_pt: Vetor
ru: Вектор
sk: Vektor
sv: Vektor
th: เวกเตอร์
tr: Vektör
uk: Вектор
vi: Vecto
zh_hans: 矢量
zh_hant: 向量
zh_hk: 向量

# TK.Message.artboardIsEmptyDot
source: Artboard is empty.
ar: اللوحة فارغة.
bg: Работното поле е празно.
ca: El llenç està buit.
cs: Artboard je prázdný.
da: Artboard er tomt.
de: Die Zeichenfläche ist leer.
el: Η καλλιτεχνική επιφάνεια είναι κενή.
es: El lienzo está vacío.
es_419: El área de trabajo está vacía.
fi: Työalue on tyhjä.
fr: Le plan de travail est vide.
fr_ca: Le plan de travail est vide.
he: לוח העבודה ריק.
hi: आर्टबोर्ड खाली है।
hr: Umjetnička ploča je prazna.
hu: A munkaterület üres.
id: Kanvas kosong.
it: La tavola da disegno è vuota.
ja: アートボードは空です。
kk: Суреталаушы бос.
ko: 아트보드가 비어 있습니다.
ms: Artboard adalah kosong.
nb: Artboard er tomt.
nl: Artboard is leeg.
pl: Obszar roboczy jest pusty.
pt_br: A prancheta está vazia.
pt_pt: A prancheta está vazia.
ro: Artboard-ul este gol.
ru: Арткард пуст.
sk: Pracovná plocha je prázdna.
sv: Arbetsyta är tom.
th: พื้นที่การออกแบบว่างเปล่า.
tr: Sanat tahtası boş.
uk: Художня дошка пуста.
vi: Bảng vẽ trống.
zh_hans: 画布为空。
zh_hant: 畫板是空的。
zh_hk: 畫板是空的。

# TK.Message.designHasBeenExportedSuccessfullyDot
source: Design has been exported successfully.
ar: تم تصدير التصميم بنجاح.
bg: Дизайнът е успешно експортиран.
ca: El disseny s'ha exportat amb èxit.
cs: Návrh byl úspěšně exportován.
da: Design er blevet eksporteret med succes.
de: Design wurde erfolgreich exportiert.
el: Ο σχεδιασμός εξήχθη επιτυχώς.
es: El diseño se ha exportado con éxito.
es_419: El diseño ha sido exportado exitosamente.
fi: Suunnitelma on viety onnistuneesti.
fr: Conception exportée avec succès.
fr_ca: Conception exportée avec succès.
he: העיצוב יצא בהצלחה.
hi: डिज़ाइन सफलतापूर्वक निर्यात किया गया।
hr: Dizajn je uspješno izvezen.
hu: A terv sikeresen exportálva lett.
id: Desain telah berhasil diekspor.
it: Design esportato con successo.
ja: デザインが正常にエクスポートされました。
kk: Дизайн сәтті экспортталды.
ko: 디자인이 성공적으로 내보내졌습니다.
ms: Rekaan telah dieksport dengan jayanya.
nb: Designet har blitt eksportert vellykket.
nl: Ontwerp is succesvol geëxporteerd.
pl: Projekt został pomyślnie wyeksportowany.
pt_br: Design exportado com sucesso.
pt_pt: Design exportado com sucesso.
ro: Designul a fost exportat cu succes.
ru: Дизайн успешно экспортирован.
sk: Dizajn bol úspešne exportovaný.
sv: Designen har exporterats framgångsrikt.
th: การออกแบบได้ถูกส่งออกเรียบร้อยแล้ว
tr: Tasarım başarıyla dışa aktarıldı.
uk: Дизайн успішно експортовано.
vi: Thiết kế đã được xuất thành công.
zh_hans: 设计已成功导出。
zh_hant: 設計已成功匯出。
zh_hk: 設計已成功導出。

# TK.Message.exportCompletedSuccessfullyDot
source: Export completed successfully.
ar: اكتمل التصدير بنجاح.
bg: Експортирането е успешно завършено.
ca: Exportació completada amb èxit.
cs: Export byl úspěšně dokončen.
da: Eksport fuldført succesfuldt.
de: Export erfolgreich abgeschlossen.
el: Η εξαγωγή ολοκληρώθηκε με επιτυχία.
es: Exportación completada con éxito.
es_419: Exportación completada con éxito.
fi: Vienti onnistui.
fr: Exportation terminée avec succès.
fr_ca: Exportation terminée avec succès.
he: הייצוא הושלם בהצלחה.
hi: निर्यात सफलतापूर्वक पूरा हुआ।
hr: Izvoz je uspješno završen.
hu: Az exportálás sikeresen befejeződött.
id: Ekspor berhasil diselesaikan.
it: Esportazione completata con successo.
ja: エクスポートが正常に完了しました。
kk: Экспорт сәтті аяқталды.
ko: 내보내기가 성공적으로 완료되었습니다.
ms: Eksport berjaya diselesaikan.
nb: Eksport fullført med suksess.
nl: Export succesvol voltooid.
pl: Eksport zakończony pomyślnie.
pt_br: Exportação concluída com sucesso.
pt_pt: Exportação concluída com sucesso.
ro: Exportul s-a finalizat cu succes.
ru: Экспорт успешно завершен.
sk: Export bol úspešne dokončený.
sv: Exportering slutförd framgångsrikt.
th: การส่งออกเสร็จสมบูรณ์แล้ว
tr: Dışa aktarma başarıyla tamamlandı.
uk: Експорт успішно завершено.
vi: Xuất hoàn tất thành công.
zh_hans: 导出成功完成。
zh_hant: 匯出已成功完成。
zh_hk: 導出已成功完成。

# TK.Message.fileExceedsMaximumCanvasSizeDot
source: File exceeds maximum canvas size.
ar: يتجاوز الملف الحد الأقصى لحجم القماش.
bg: Файлът надвишава максималния размер на платното.
ca: El fitxer supera la mida màxima del llenç.
cs: Soubor překračuje maximální velikost plátna.
da: Fil overskrider maksimum lærredsstørrelse.
de: Datei überschreitet maximale Leinwandgröße.
el: Το αρχείο υπερβαίνει το μέγιστο μέγεθος καμβά.
es: El archivo excede el tamaño máximo del lienzo.
es_419: El archivo excede el tamaño máximo del lienzo.
fi: Tiedosto ylittää maksimi kangaskoon.
fr: Le fichier dépasse la taille maximale du canevas.
fr_ca: Le fichier dépasse la taille maximale du canevas.
he: הקובץ חריג לגודל הקנבס המקסימלי.
hi: फाइल का आकार अधिकतम कैनवस आकार से अधिक है।
hr: Datoteka premašuje maksimalnu veličinu platna.
hu: A fájl meghaladja a maximális vászonméretet.
id: File melebihi ukuran kanvas maksimum.
it: Il file supera le dimensioni massime della tela.
ja: ファイルが最大キャンバスサイズを超えています。
kk: Файл максималды кенеп өлшемінен асып кетті.
ko: 파일이 최대 캔버스 크기를 초과했습니다.
ms: Fail melebihi saiz kanvas maksimum.
nb: Fil overstiger maksimal lerretsstørrelse.
nl: Bestand overschrijdt maximale canvasgrootte.
pl: Plik przekracza maksymalny rozmiar płótna.
pt_br: Arquivo excede o tamanho máximo da tela.
pt_pt: O arquivo excede o tamanho máximo da tela.
ro: Fișierul depășește dimensiunea maximă a canvasului.
ru: Файл превышает максимальный размер холста.
sk: Súbor presahuje maximálnu veľkosť plátna.
sv: Filens storlek överskrider den maximala canvasstorleken.
th: ไฟล์ใหญ่เกินขนาดผืนผ้าใบสูงสุด
tr: Dosya maksimum tuval boyutunu aşıyor.
uk: Файл перевищує максимальний розмір полотна.
vi: Tập tin vượt quá kích thước tối đa của canvas.
zh_hans: 文件超过最大画布尺寸。
zh_hant: 文件超過最大畫布大小。
zh_hk: 文件超出最大畫布大小。

# TK.Message.fontNotFoundInSystemDot
source: Font not found in system.
ar: لم يتم العثور على الخط.
bg: Шрифтът не е намерен в системата.
ca: Font no trobada al sistema.
cs: Písmo nebylo nalezeno v systému.
da: Skrifttype blev ikke fundet i systemet.
de: Schriftart im System nicht gefunden.
el: Η γραμματοσειρά δεν βρέθηκε στο σύστημα.
es: Fuente no encontrada en el sistema.
es_419: Fuente no encontrada en el sistema.
fi: Fonttia ei löytynyt järjestelmästä.
fr: Police introuvable sur le système.
fr_ca: Polices introuvables dans le système.
he: הגופן לא נמצא במערכת.
hi: सिस्टम में फ़ॉन्ट नहीं मिला।
hr: Font nije pronađen u sustavu.
hu: A rendszerben nem található betűtípus.
id: Font tidak ditemukan di sistem.
it: Font non trovato nel sistema.
ja: フォントがシステムに見つかりません。
kk: Шрифт жүйеде табылмады.
ko: 시스템에서 글꼴을 찾을 수 없습니다.
ms: Font tidak dijumpai dalam sistem.
nb: Skrifttype ikke funnet i systemet.
nl: Lettertype niet gevonden in het systeem.
pl: Czcionka nie została znaleziona w systemie.
pt_br: Fonte não encontrada no sistema.
pt_pt: Fonte não encontrada no sistema.
ro: Fontul nu a fost găsit în sistem.
ru: Шрифт не найден в системе.
sk: Písmo sa nenašlo v systéme.
sv: Typsnitt finns inte i systemet.
th: ไม่พบฟอนต์ในระบบ
tr: Sistem içinde yazı tipi bulunamadı.
uk: Шрифт не знайдено в системі.
vi: Không tìm thấy phông chữ trong hệ thống.
zh_hans: 系统中找不到字体。
zh_hant: 系統中找不到字體。
zh_hk: 系統中找不到字型。

# TK.Message.imageResolutionIsTooLowDot
source: Image resolution is too low.
ar: دقة الصورة منخفضة جداً.
bg: Разделителната способност на изображението е твърде ниска.
ca: La resolució de la imatge és massa baixa.
cs: Rozlišení obrázku je příliš nízké.
da: Billedopløsningen er for lav.
de: Die Bildauflösung ist zu niedrig.
el: Η ανάλυση της εικόνας είναι πολύ χαμηλή.
es: La resolución de la imagen es demasiado baja.
es_419: La resolución de la imagen es demasiado baja.
fi: Kuvan resoluutio on liian matala.
fr: La résolution de l'image est trop basse.
fr_ca: La résolution de l'image est trop basse.
he: רזולוציית התמונה נמוכה מדי.
hi: छवि का रिज़ॉल्यूशन बहुत कम है।
hr: Rezolucija slike je preniska.
hu: A kép felbontása túl alacsony.
id: Resolusi gambar terlalu rendah.
it: La risoluzione dell'immagine è troppo bassa.
ja: 画像の解像度が低すぎます。
kk: Суреттің рұқсаты тым төмен.
ko: 이미지 해상도가 너무 낮습니다.
ms: Resolusi imej terlalu rendah.
nb: Oppløsningen på bildet er for lav.
nl: Afbeeldingsresolutie is te laag.
pl: Rozdzielczość obrazu jest zbyt niska.
pt_br: A resolução da imagem é muito baixa.
pt_pt: A resolução da imagem é demasiado baixa.
ro: Rezoluția imaginii este prea mică.
ru: Разрешение изображения слишком низкое.
sk: Rozlíšenie obrázka je príliš nízke.
sv: Bildens upplösning är för låg.
th: ความละเอียดของภาพต่ำเกินไป.
tr: Görüntü çözünürlüğü çok düşük.
uk: Роздільна здатність зображення занадто низька.
vi: Độ phân giải hình ảnh quá thấp.
zh_hans: 图像分辨率太低。
zh_hant: 圖片解析度過低。
zh_hk: 圖片解析度太低。

# TK.Message.layerIsLockedDot
source: Layer is locked.
ar: الطبقة مقفلة.
bg: Слоят е заключен.
ca: La capa està bloquejada.
cs: Vrstva je uzamčena.
da: Lag er låst.
de: Ebene ist gesperrt.
el: Η επιφάνεια είναι κλειδωμένη.
es: La capa está bloqueada.
es_419: La capa está bloqueada.
fi: Taso on lukittu.
fr: La couche est verrouillée.
fr_ca: La couche est verrouillée.
he: שכבה נעולה.
hi: लेयर लॉक है।
hr: Sloj je zaključan.
hu: A réteg zárolva van.
id: Layer terkunci.
it: Il livello è bloccato.
ja: レイヤーがロックされています。
kk: Кеңістік бұғатталған.
ko: 레이어가 잠겨 있습니다.
ms: Lapisan terkunci.
nb: Lag er låst.
nl: Laag is vergrendeld.
pl: Warstwa jest zablokowana.
pt_br: A camada está bloqueada.
pt_pt: A camada está bloqueada.
ro: Stratul este blocat.
ru: Слой заблокирован.
sk: Vrstva je uzamknutá.
sv: Lagret är låst.
th: เลเยอร์ถูกล็อค
tr: Katman kilitli.
uk: Шар заблоковано.
vi: Lớp đã bị khóa.
zh_hans: 图层已锁定。
zh_hant: 圖層已鎖定。
zh_hk: 圖層已鎖定。

# TK.Message.noCompatibleFontsFoundDot
source: No compatible fonts found.
ar: لا توجد خطوط متوافقة.
bg: Не са намерени съвместими шрифтове.
ca: No s'han trobat fonts compatibles.
cs: Nenalezeny žádné kompatibilní fonty.
da: Ingen kompatible skrifttyper fundet.
de: Keine kompatiblen Schriftarten gefunden.
el: Δεν βρέθηκαν συμβατές γραμματοσειρές.
es: No se encontraron fuentes compatibles.
es_419: No se encontraron fuentes compatibles.
fi: Yhteensopivia fontteja ei löytynyt.
fr: Aucune police compatible trouvée.
fr_ca: Aucune police compatible trouvée.
he: לא נמצאו פונטים תואמים.
hi: कोई संगत फ़ॉन्ट नहीं मिले।
hr: Nema kompatibilnih fontova.
hu: Nincsenek kompatibilis betűtípusok.
id: Tidak ada font yang kompatibel.
it: Nessun font compatibile trovato.
ja: 合致するフォントが見つかりませんでした。
kk: Сәйкес шрифттер табылмады.
ko: 호환 가능한 글꼴이 없습니다.
ms: Tiada font serasi dikesan.
nb: Ingen kompatible skrifttyper funnet.
nl: Geen compatibele lettertypen gevonden.
pl: Brak zgodnych czcionek.
pt_br: Nenhuma fonte compatível encontrada.
pt_pt: Nenhuma fonte compatível encontrada.
ro: Nu au fost găsite fonturi compatibile.
ru: Не найдено совместимых шрифтов.
sk: Nenašli sa žiadne kompatibilné písma.
sv: Inga kompatibla teckensnitt hittades.
th: ไม่พบฟอนต์ที่เข้ากันได้
tr: Uyumlu yazı tipi bulunamadı.
uk: Не знайдено сумісних шрифтів.
vi: Không tìm thấy phông chữ tương thích.
zh_hans: 未找到兼容的字体。
zh_hant: 未找到兼容的字體。
zh_hk: 未找到兼容的字體。

# TK.Message.projectContainsMissingFontsDot
source: Project contains missing fonts.
ar: المشروع يحتوي على خطوط مفقودة.
bg: Проектът съдържа липсващи шрифтове.
ca: El projecte conté tipografies que falten.
cs: Projekt obsahuje chybějící písma.
da: Projektet indeholder manglende skrifttyper.
de: Projekt enthält fehlende Schriftarten.
el: Το έργο περιέχει ελλείποντες γραμματοσειρές.
es: El proyecto contiene fuentes faltantes.
es_419: El proyecto contiene fuentes faltantes.
fi: Hanke sisältää puuttuvia fontteja.
fr: Le projet contient des polices manquantes.
fr_ca: Le projet contient des polices manquantes.
he: ישנם גופנים חסרים בפרויקט.
hi: परियोजना में गायब फ़ॉन्ट शामिल हैं।
hr: Projekt sadrži nedostajuće fontove.
hu: A projekt hiányzó betűtípusokat tartalmaz.
id: Proyek mengandung font yang hilang.
it: Il progetto contiene font mancanti.
ja: プロジェクトに不足しているフォントがあります。
kk: Жобада жетіспейтін қаріптер бар.
ko: 프로젝트에 누락된 글꼴이 있습니다.
ms: Projek mengandungi fon yang hilang.
nb: Prosjektet inneholder manglende skrifttyper.
nl: Project bevat ontbrekende lettertypen.
pl: Projekt zawiera brakujące czcionki.
pt_br: Projeto contém fontes ausentes.
pt_pt: O projeto contém fontes em falta.
ro: Proiectul conține fonturi lipsă.
ru: В проекте отсутствуют шрифты.
sk: Projekt obsahuje chýbajúce písma.
sv: Projektet innehåller saknade typsnitt.
th: โครงการมีฟอนต์ที่ขาดหาย.
tr: Proje eksik fontlar içeriyor.
uk: Проект містить відсутні шрифти.
vi: Dự án chứa phông chữ bị thiếu.
zh_hans: 项目包含缺失字体。
zh_hant: 項目含有缺失的字體。
zh_hk: 項目包含缺失的字體。

# TK.Message.resolutionMayAffectQualityDot
source: Resolution may affect quality.
ar: قد تؤثر الدقة على الجودة.
bg: Разрешението може да повлияе на качеството.
ca: La resolució pot afectar la qualitat.
cs: Rozlišení může ovlivnit kvalitu.
da: Opløsning kan påvirke kvaliteten.
de: Die Auflösung kann die Qualität beeinträchtigen.
el: Η ανάλυση μπορεί να επηρεάσει την ποιότητα.
es: La resolución puede afectar la calidad.
es_419: La resolución puede afectar la calidad.
fi: Resoluutio voi vaikuttaa laatuun.
fr: La résolution peut affecter la qualité.
fr_ca: La résolution peut affecter la qualité.
he: אפשרות האיכות עשויה להיות מושפעת מהרזולוציה.
hi: रिज़ॉल्यूशन गुणवत्ता को प्रभावित कर सकता है।
hr: Rezolucija može utjecati na kvalitetu.
hu: A felbontás befolyásolhatja a minőséget.
id: Resolusi dapat memengaruhi kualitas.
it: La risoluzione potrebbe influire sulla qualità.
ja: 解像度が品質に影響を与える可能性があります。
kk: Резолюция сапаға әсер етуі мүмкін.
ko: 해상도가 품질에 영향을 줄 수 있습니다.
ms: Resolusi mungkin mempengaruhi kualiti.
nb: Oppløsningen kan påvirke kvaliteten.
nl: Resolutie kan de kwaliteit beïnvloeden.
pl: Rozdzielczość może wpłynąć na jakość.
pt_br: A resolução pode afetar a qualidade.
pt_pt: A resolução pode afetar a qualidade.
ro: Rezoluția poate afecta calitatea.
ru: Разрешение может повлиять на качество.
sk: Rozlíšenie môže ovplyvniť kvalitu.
sv: Upplösningen kan påverka kvaliteten.
th: ความละเอียดอาจส่งผลต่อคุณภาพ
tr: Çözünürlük kaliteyi etkileyebilir.
uk: Роздільна здатність може вплинути на якість.
vi: Độ phân giải có thể ảnh hưởng đến chất lượng.
zh_hans: 分辨率可能影响质量。
zh_hant: 解像度可能影響畫質。
zh_hk: 解析度可能會影響質量。

# TK.Message.someElementsAreOutsideCanvasDot
source: Some elements are outside canvas.
ar: بعض العناصر خارج اللوحة.
bg: Някои елементи са извън платното.
ca: Alguns elements estan fora del llenç.
cs: Některé prvky jsou mimo plátno.
da: Nogle elementer er uden for lærredet.
de: Einige Elemente liegen außerhalb der Leinwand.
el: Ορισμένα στοιχεία είναι εκτός του καμβά.
es: Algunos elementos están fuera del lienzo.
es_419: Algunos elementos están fuera del lienzo.
fi: Jotkut elementit ovat kankaan ulkopuolella.
fr: Certains éléments sont en dehors de la toile.
fr_ca: Certains éléments sont en dehors du canevas.
he: חלק מהאלמנטים ממוקמים מחוץ לקנבס.
hi: कुछ तत्व कैनवास के बाहर हैं।
hr: Neki elementi su izvan platna.
hu: Néhány elem a vásznon kívül található.
id: Beberapa elemen berada di luar kanvas.
it: Alcuni elementi sono al di fuori della tela.
ja: 一部の要素がキャンバス外にあります。
kk: Кейбір элементтер кенептен тыс орналасқан.
ko: 일부 요소가 캔버스 밖에 있습니다.
ms: Beberapa elemen berada di luar kanvas.
nb: Noen elementer er utenfor lerretet.
nl: Sommige elementen liggen buiten het canvas.
pl: Niektóre elementy znajdują się poza obszarem roboczym.
pt_br: Alguns elementos estão fora da área de trabalho.
pt_pt: Alguns elementos estão fora da tela.
ro: Unele elemente sunt în afara zonei de lucru.
ru: Некоторые элементы находятся за пределами холста.
sk: Niektoré prvky sú mimo plátna.
sv: Några element ligger utanför arbetsytan.
th: บางส่วนขององค์ประกอบอยู่นอกกรอบ
tr: Bazı öğeler tuvalin dışındadır.
uk: Деякі елементи знаходяться за межами аркуша.
vi: Một số yếu tố nằm ngoài vùng vẽ.
zh_hans: 有些元素在画布外。
zh_hant: 某些元素位於畫布之外。
zh_hk: 某些元素超出畫布範圍。

# TK.Message.someLayersAreHiddenDot
source: Some layers are hidden.
ar: بعض الطبقات مخفية.
bg: Някои слоеве са скрити.
ca: Algunes capes estan ocultes.
cs: Některé vrstvy jsou skryté.
da: Nogle lag er skjulte.
de: Einige Ebenen sind verborgen.
el: Ορισμένα επίπεδα είναι κρυμμένα.
es: Algunas capas están ocultas.
es_419: Algunas capas están ocultas.
fi: Osat kerroksista ovat piilossa.
fr: Certaines couches sont cachées.
fr_ca: Certaines couches sont masquées.
he: חלק מהשכבות מוסתרות.
hi: कुछ परतें छिपी हुई हैं।
hr: Neki slojevi su skriveni.
hu: Néhány réteg rejtve van.
id: Beberapa lapisan tersembunyi.
it: alcuni layer sono nascosti.
ja: 一部のレイヤーが隠れています。
kk: Кейбір қабаттар жасырылған.
ko: 일부 레이어가 숨겨져 있습니다.
ms: Beberapa lapisan tersembunyi.
nb: Noen lag er skjult.
nl: Sommige lagen zijn verborgen.
pl: Niektóre warstwy są ukryte.
pt_br: Algumas camadas estão ocultas.
pt_pt: Algumas camadas estão ocultas.
ro: Unele straturi sunt ascunse.
ru: Некоторые слои скрыты.
sk: Niektoré vrstvy sú skryté.
sv: Några lager är dolda.
th: บางเลเยอร์ซ่อนอยู่
tr: Bazı katmanlar gizlidir.
uk: Деякі шари заховані.
vi: Một số lớp bị ẩn.
zh_hans: 有些图层被隐藏。
zh_hant: 某些圖層是隱藏的。
zh_hk: 某些圖層被隱藏。
